# Анлиз поведения пользователей мобильного приложения, воронки продаж и исследование результатов A/A/B-тестирования.

Цель:
- Изучить воронку продаж.
- Узнать, как пользователи доходят до покупки. Сколько пользователей доходит до покупки, а сколько — «застревает» на предыдущих шагах? На каких именно?
- Исследовать результаты A/A/B-эксперимента. Выяснить, какой шрифт лучше.

Стек `A/B-тестирование, Python, Pandas, Matplotlib, Seaborn, событийная аналитика, продуктовые метрики, Plotly, проверка статистических гипотез, визуализация данных`
